DADOS_SALVOS_SUCESSO_000=Dados salvos com sucesso!
FALHA_LOGIN_001=Falha na autentica&ccedil;&atilde;o! Por favor, verifique o usu&aacute;rio e senha informados.
FALHA_SOLICITACAO_002=O servidor parece n&atilde;o responder. Por favor, tente novamente dentro de alguns instantes.
USUARIO_INVALIDO_003=O Usu&aacute;rio e senha n&atilde;o correspondem, por favor verifique e tente novamente.
USUARIO_INEXISTENTE_004=O usu&aacute;rio informado n&atilde;o est&aacute; vinculado ao Sistema Cronos!
USUARIO_SEM_PERMISSAO_005=O usu&aacute;rio informado n&atilde;o possui permiss&otilde;es de acesso!
USUARIO_SENHA_OBRIGATORIOS_006=USUARIO_SENHA_OBRIGATORIOS
USUARIO_INATIVO_008=O usu&aacute;rio informado atualmente est&aacute; inativo!
FALHA_OPERACAO_009=Falha na opera&ccedil;&atilde;o! Por favor, tente novamente dentro de instantes.
CONFIRMAR_EXCLUSAO_010=Voc&ecirc; tem certeza que deseja excluir este usu&aacute;rio?
FALHA_CRIACAO_GRUPO_TRABALHO_011=Falha na cria&ccedil;&atilde;o do Grupo de Trabalho. O processo de cria&ccedil;&atilde;o de usu&aacute;rio foi revertido, tente novamente mais tarde.
GRUPO_TRABALHO_INEXISTENTE_012=O Grupo de Trabalho informado n&atilde;o existe ou foi exclu&iacute;do!
REGISTROS_NAO_ENCONTADOS_013=N&atilde;o foram encontrados registros correspondentes aos crit&eacute;rios informados!
PESQUISA_MINIMA_014=O campo Pesquisa de Usu&aacute;rio admite no m&iacute;nimo 3 caracteres!
PESQUISA_VAZIA_015=O campo pesquisa n&atilde;o pode ficar vazio!
USUARIO_NAO_SELECIONADO_INCLUSAO_016=Pelo menos 1 usu&aacute;rio deve ser selecionado na listagem pesquisada!
CAMPOS_OBRIGATORIOS_TOPICO_017=Os campos marcados s&atilde;o obrigat&oacute;rios para o cadastro!
ELEMENTOS_OBRIGATORIOS_018=Ao menos um dos campos deve ser preenchido: Ementa, Relat&oacute;rio, Fundamento ou Dispositivo!
ELEMENTOS_OBRIGATORIOS_019=Ao menos um dos campos deve ser preenchido: Detalhamento ou T&oacute;picos pr&eacute;-determinados!
ICONES_OBRIGATORIOS_020=Selecione um &iacute;cone padr&atilde;o ou carregue uma imagem!
ICONES_TAMANHO_MAXIMO_021=O tamanho m&aacute;ximo da imagem permitido &eacute; de 10MB!
REGISTROS_DUPLICADOS_022=N&atilde;o &eacute; permitida a inser&ccedil;&atilde;o de registros duplicados!
REGISTROS_CONCORRENTES_023=Registro alterado por outro usu&aacute;rio, favor atualizar a p&aacute;gina.
FALHA_SOLICITACAO_024=Falha na solicita&ccedil;&atilde;o! Registro n&atilde;o encontrado ou falha na resposta do servidor.
CAMPO_TAMANHO_MINIMO_025=O campo {0} n&atilde;o possui o tamanho m&iacute;nimo de {1} caracteres.
CAMPO_OBRIGATORIO_026=O campo {0} &eacute; obrigat&oacute;rio.
ELEMENTOS_OBRIGATORIOS_027=Ao menos um dos campos deve ser preenchido: {0}!
CAMPO_TAMANHO_MINIMO_028=O campo {0} deve ter no m&iacute;nino {1} caracter(es).
CAMPO_TAMANHO_MAXIMO_029=O campo {0} deve ter no m&aacute;ximo {1} caracter(es).
CAMPO_TAMANHO_EXATO_030=O campo {0} deve ter exato(s) {1} caracter(es).
UNSUPPORTED_OPERATION_031=Opera&ccedil;&atilde;o n&atilde;o suportada!
